alefragnani.Bookmarks
alexcvzz.vscode-sqlite
AlexSweet.vulture-vscode
andrew-codes.cypress-snippets
artdiniz.quitcontrol-vscode
bmewburn.vscode-intelephense-client
Cameron.vscode-pytest
coolbear.systemd-unit-file
cschlosser.doxdocgen
davidbroetje.algorithm-mnemonics-vscode
dbaeumer.vscode-eslint
dgileadi.java-decompiler
eamodio.gitlens
ecmel.vscode-html-css
eriklynd.json-tools
esbenp.prettier-vscode
fabiospampinato.vscode-diff
foxundermoon.shell-format
fredericbonnet.cmake-test-adapter
gurumukhi.selected-lines-count
hars.CppSnippets
hbenl.vscode-test-explorer
janisdd.vscode-edit-csv
jeff-hykin.better-cpp-syntax
johnpapa.vscode-peacock
littlefoxteam.vscode-python-test-adapter
lizebang.bash-extension-pack
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.sublime-keybindings
ms-vscode.test-adapter-converter
njpwerner.autodocstring
nobuhito.printcode
numso.prettier-standard-vscode
oderwat.indent-rainbow
pdconsec.vscode-print
phplasma.csv-to-table
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
Remisa.shellman
rogalmic.bash-debug
rpinski.shebang-snippets
ryanluker.vscode-coverage-gutters
ryu1kn.partial-diff
SimonSiefke.svg-preview
sirmspencer.vscode-autohide
slevesque.vscode-autohotkey
streetsidesoftware.code-spell-checker
timonwong.shellcheck
twxs.cmake
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
yzhang.markdown-all-in-one
zxh404.vscode-proto3